/* NSButton (Automatically check for updates) : <title:Automatically check for updates> (oid:22) */
"Automatically check for updates" = "Güncellemeleri otomatik denetle";

/* NSButton (Download) : <title:Download> (oid:7) */
"Download" = "İndir";

/* NSButton (Later) : <title:Later> (oid:8) */
"Later" = "Daha sonra";

/* NSTextField (New version available) : <title:New version available> (oid:10) */
"New version available" = "Yeni sürüm mevcut";

/* NSWindow (Update) : <title:Update> (oid:5) */
"Update" = "Güncelle";

